{"clothing":"Clothing","vegan-starter-kit":"Vegan Starter Kit","there-is-no-morally-":"\"There is no morally coherent difference between fur and other animal clothing, such as leather, wool, etc., just as there is no morally coherent distinction between meat and milk or eggs.\"\n\t\t        ","gary-l-francione":"— Gary L Francione","what-do-vegans-wear":"What do Vegans Wear?","the-selection-of-ite":"The selection of items and analogues available for vegan to wear is so wide, <strong>it's simply impossible to tell someone is a vegan by looking at their belt, shoes, or coat</strong>.","some-vegans-will-sho":"Some vegans will shop at specialty all-vegan stores while others order online. Either way, vegan clothing, shoes, and accessories are actually affordable and stylish. Like shopping for anything else, it's all about finding good deals.","":"\n\t  \t","whats-wrong-with-woo":"What's Wrong with Wool?","the-reason-for-avoid":"The reason for avoiding leather is probably more obvious than avoiding wool. However, while the practice of taking wool off a sheep does not immediately require killing, sheep are still property. This means <strong>they are bred and enslaved to be products for humans.</strong> Often they are bred genetically to grow so much skin (and therefore wool) <strong>they form folds in which insects lay eggs</strong>. Producers must then cut off these folds in a process called \"mulesing.\" After their \"productivity\" declines, they are sent to <strong>slaughter</strong>.","a-data-original-titl":"<a data-original-title=\"\" href=\"http://peacefulprairie.blogspot.com/2007/05/portrait-of-sheep.html\">A Portrait of Marcie</a>","leather":"Leather","strongleather-isnt-m":"<strong>Leather isn't merely a \"by-product\" of the beef industry</strong>. In fact, <strong>most leather doesn't even come from the same type of cow used for beef</strong>.","even-if-this-were-th":"Even if this were the case, it's important, again, to think of what we do to animals not in terms of \"inflicting suffering,\" but their property status. If an animal is killed to create two different products, <strong>what sense does it make to say one product is a by-product while the other is the real thing</strong>? Animals are killed because their dead bodies can be sold in the form of various products.","recycledsecondhand":"Recycled/Secondhand","emis-it-vegan-to-buy":"<em>Is it vegan to buy products second-hand which contain leather or wool? After all, since they already exist, one is not causing additional suffering.</em> It's important, again, not to think of this purely as an issue of \"inflicting suffering.\" If you have seen <a data-original-title=\"\" href=\"why#about-animals\">the video of Herbie on the Why page, acting much like a puppy</a>, ask yourself why a vegan would even <em>want to</em> wear that being's body regardless of the economic effect it has?","being-vegan-means-st":"Being vegan means <strong>acknowledging the notion that animals are not lifeless objects which are on the planet for all of us humans to use</strong>.","so-regardless-of-the":"So regardless of the amount of suffering you may not be causing to an animal, is it in line with your own beliefs to wear the body parts of murdered animals?","vegan-clothing-links":"Vegan Clothing Links","above-a-data-origina":"(Above) <a data-original-title=\"\" href=\"#ballet\">Cynthia King Vegan Ballet Slippers</a>","em-denotes-price-ran":"<em>\"$\" denotes price range ($ = low, $$$$ = high)</em>","mens-and-womens-shoe":"($-$$) Mens and womens shoes, clothing, accessories, as well as food items, vitamins, home goods and more.","shoes-for-men-and-wo":"($-$$) Shoes for men and women.","vegan-and-environmen":"($) Vegan and environmentally-friendly sandals and simple shoes.","shoes-jackets-belts-":"($-$$$$) Shoes, jackets, belts, bags, wallets, etc for men and women.","shoes-and-accessorie":"($-$$) Shoes and accessories for women, men and kids.","mens-and-womens-clot":"($$) Men's and Women's Clothes, shoes, accessories, products.","italian-vegan-shoes-":"($$-$$$) Italian vegan shoes for men and women.","all-vegan-despite-th":"($-$$) (All vegan, despite the name) Shoes, clothes, accessories and products. (UK international orders.)","vegan-boutique-for-w":"($$-$$$) Vegan Boutique for Women (shoes, clothing, products).","couture-womens-shoes":"($$-$$$$) Couture women’s shoes and basics.","couture-womens-child":"($$-$$$$) Couture women’s (children’s and some men’s) footware.","womens-mens-and-chil":"($$) Women’s, men’s, and children’s shoes and accessories.","shoes-for-women-and-":"($$-$$$$) Shoes for women and men.","vegan-shoes-belt-and":"($-$$) Vegan shoes, belt, and accessories for women and men.","quality-shoes-and-ac":"($-$$) Quality shoes and accessories for men and women.","recycled-plastic-des":"($$$-$$$$) Recycled plastic designer shoes.","vegan-eco-friendly-h":"($) Vegan, eco-friendly, high quality ballet slippers. Comes in three colors.","women-only":"Women Only","shoes-for-women":"($$) Shoes for Women","vintage-style-shoes-":"($$) Vintage style shoes, clothing and accessories for women. International customers place order inquiries here","womens-shoes":"($$-$$$$) Women's Shoes","womens-shoes-and-bas":"($$-$$$$) Women’s shoes and basics.","womens-shoes-and-acc":"($$-$$$$) Women’s shoes and accessories.","men-only":"Men Only","all-mens-shoe-collec":"($$$) All mens shoe collection.","mens-shoes-clothes-t":"($-$$) Mens shoes, clothes, ties, cologne and more.","children-only":"Children Only","cute-bags-backpacks-":"($$$) Cute  bags, backpacks, lunchbags, change purses and more for kids.","coats":"Coats","coats-for-women-and-":"($-$$) Coats for women and men.","special-section-for-":"($-$$$) Special section for winter gear including a peacoat and pleather jacket.","offering-jackets-shi":"($-$$$$) Offering jackets, shirts, sweatshirts and outerwear.","features-a-winterwea":"($$-$$$) Features a winterwear category for men and women.","coats-for-men-and-wo":"($$$-$$$$) Coats for men and women.","bags":"Bags","wide-selection-of-st":"($$-$$$) Wide selection of stylish bags","designer-quality-bag":"($$-$$$) Designer-quality bags with a fresh style.","designer-of-vegan-ba":"($-$$) Designer of vegan bags that are both affordable and fashionable.","colorful-vegan-bags-":"($$) Colorful vegan bags and wallets.","luxury-designer-bags":"($$$-$$$$) Luxury designer bags for men and women.","messenger-bags-and-s":"($-$$) Messenger bags and some clothing for men and women.","miscellaneous":"Miscellaneous","an-all-vegan-line-of":"($$) An all-vegan line of guitar straps with a wide selection of styles.","one-of-our-favorite-":"($-$$) One of our favorite vegan shoe designers. Roni Kantor's shoe line is adorable and stylish.","minka-bag-from-matt-":"($$$) Minka bag From Matt and Natt.","special-vegan-heavy-":"($$$-$$$$) Special vegan heavy duty workout gloves from NewGrip","stylish-dancing-shoe":"($$) Stylish dancing shoes for men and women.","beautiful-ballet-sho":"($) Beautiful ballet shoes with materials that are soft yet made to perform.","identical-to-the-cla":"($-$$) Identical to the classic Birkenstock shoe style, EthicalWares offers a decent selection of this simple sandal shoe.","im-vegan-because-i-b":"“I'm vegan because I believe <strong class=\"especially\">all animals are members of the moral community</strong>, and I reject violence against them by not using any animal products.\"\n\t\t\t      \t\t\t\t    ","elizabeth-collins":"— Elizabeth Collins","meeting-the-cows-use":"Meeting the Cows Used for Leather","meet-some-of-the-gen":"Meet some of the gentle beings whom are routinely killed directly for leather.","the-truth-about-leat":"The Truth About Leather","span-stylecolorred-d":"<span style=\"color:red\" data-original-title=\"\">WARNING: Graphic Footage</span>","isnt-leather-just-a-":"Isn't leather just a byproduct of meat production? The excerpt from Earthlings explains the reality behind animals used for leather.","mary-had-a-little-la":"Mary had a Little Lamb","this-video-of-a-lamb":"This video of a lamb running playfully around a house makes you wonder why we treat cats and dogs so differently from the animals we send to slaughterhouses.","of-all-wrongs-i-have":"\"Of all wrongs I have committed in life, I consider being violent to non-humans by consuming and using them in all forms the most regrettable one.\"\n  \t\t  ","vera-cristofani":"— Vera Cristofani","olsen-haus-media-ree":"Olsen Haus Media Reel","cri-de-coeur-2011-fa":"Cri de Coeur 2011 Fall/Winter Collection","an-artistic-video-sh":"An artistic video showcasing the fall and winter collection from all-vegan clothing company <a data-original-title=\"\" target=\"_blank\" href=\"http://www.cri-de-coeur.com\">Cri de Coeur</a>","roni-kantor-vintage-":"Roni Kantor Vintage Womens Shoes","a-fun-commercial-for":"A fun commercial for all vegan vintage womens' shoes from <a data-original-title=\"\" target=\"_blank\" href=\"http://translate.google.com/translate?hl=en&amp;sl=iw&amp;tl=en&amp;u=http%3A%2F%2Fmy-stores.co.il%2Fronikantor&amp;sandbox=1\">Roni Kantor</a>","love-is-mighty-vegan":"Love is Mighty Vegan Shoes","a-peek-at-the-fair-t":"A peek at the fair trade practices and artisans overseas who make <a data-original-title=\"\" target=\"_blank\" href=\"http://loveismighty.com/product.html\">Love is Mighty vegan shoes.</a>","read-about-willow-a-":"Read about Willow, a llama left outside to freeze to death.","meet-the-sheep-who-l":"Meet the sheep who literally knocked on the door of her caretakers.","credits":"Credits","romanian-a-data-orig":"Romanian: <a data-original-title=\"\" href=\"http://veganism.ro\">Translated in Romanian by the veganism.ro team</a>","german-translated-by":"German: Translated by Fabian","swedish-translated-b":"Swedish: Translated by Anders Branderud"}
