{
  "home": {
    "title": "Vegan Starter Kit"
  },
  "why": {
    "links": [
      "/products",
      "/#health",
      "http://govegannow.com/free-range.html",
      "http://www.care2.com/causes/making-a-killing-with-animal-welfare-reform.html",
      "https://uvearchives.wordpress.com/2008/09/09/what-is-wrong-with-vegetarianism/",
      "/be",
      "/eat#nutrition",
      "http://www.thechinastudy.com/",
      "/learn#sentience",
      "http://www.abolitionistapproach.com/faqs/",
      "/eat#planyourmeal",
      "/learn#book",
      "/use#vendors",
      "http://www.abolitionistapproach.com/media/pdf/philadelphia-daily-news-20090814.pdf",
      "http://www.peacefulprairie.org/",
      "/why#humane",
      "https://www.youtube.com/user/PeacefulAbolitionist",
      "http://peacefulprairie.blogspot.com/2010/06/place-to-live.html",
      "http://peacefulprairie.blogspot.com/2009/06/libby-and-louie-love-story_21.html",
      "http://www.eatlikeyoucarebook.com/\n",
      "http://www.abolitionistapproach.com/"
    ],
    "videos": [
      "GQvukhDinII",
      "LUkHkyy4uqw",
      "qwe2HnYHGdQ",
      "Z7Gbq3lkKwY",
      "ce4DJh-L7Ys",
      "Rg3Yfdbs24I",
      "wu5RrqMTUtM",
      "QIcRDen6PEU"
    ],
    "title": "Why Vegan?",
    "shortTitle": "Why",
    "definition_of_veganism": "Definition of Veganism",
    "the_word_vegan_was_coined": "The word \"vegan\" was coined in 1944 by Donald Watson of the Vegan Society of the UK. This definition states:",
    "veganism_is_a_way_of_living": "Veganism is a way of living that seeks to exclude, as far as possible and practicable, all forms of exploitation of, and cruelty to, animals for food, clothing and any other purpose.",
    "as_you_can_see_veganism_is": "As you can see, veganism is not defined as a diet, but a way of living.",
    "while_vegans_follow": "While vegans follow an animal-free diet, they also do not wear animals or use them for entertainment or any other purpose.",
    "dogs_cats_cows": "Dogs, Cats, and Cows, What's the difference?",
    "watch_this_video_of_a": "Watch this video of a rescued cow from the For the Animals Sanctuary playing with his new ball.",
    "when_they_pass_away": "When they pass away, we mourn them. We no doubt also believe that they enjoy being alive as much as they enjoy the company of others. Yet, for other animals, we stick forks and knives into their bodies and wear their skin as clothing.",
    "moral_dissonance": "Moral Dissonance",
    "if_it_is_wrong_to_act": "If it is wrong to act violently to a dog or cat just for enjoyment or convenience, how can we justify the horrible things we do to other animals?",
    "we_certainly_do_not_need": "We certainly do not need to eat animal products to be healthy; we do so only because it is a habit and we enjoy the taste of these products.",
    "some_of_us_try": "Some of us try to address this inconsistency by purchasing products that are marketed as “humane” or as produced \"ethically.\" However, as you’ll see, these words are meaningless and actually do very little to give animals a better life.",
    "in_any_case_these_terms": "In any case, these terms encourage the public to believe it is okay to exploit animals simply because we enjoy it. This strange contradiction is our moral dissonance. We can overcome this social affliction and respect life by going vegan.",
    "cant_we_just_consume_humane": "Can't We Just Consume \"Humane\" Animal Products?",
    "asking_how_well_we_should": "Asking how \"well\" we should treat animals is the wrong question in the first place. Supposed \"happy\" animals are really treated no differently than those in factory farms.",
    "for_example_there_are_no": "For example, there are no special transport vehicles for \"humanely-raised\" animals. The process of transport is the same as conventional animals and is a miserable, often fatal experience. Animals are forced onto trucks with weapons, prods, and even forklifts. Inside, it doesn’t matter if the animals are terrified or in pain, as long as they get to the slaughterhouse alive.",
    "as_with_any_other_form": "As with any other form of industrialized animal use, consumers have the choice either to participate in it or to refuse the products of exploitation and opt out of the demand-supply cycle altogether...",
    "humans_have_no_need": "...Humans have no need for animal products, and the increasing number of vegans on the planet is a testament to how easy it is to live a healthy, fulfilling life without participating in the systematic abuse and unnecessary killing that goes on in the animal industry every day.",
    "angel_flinn": "Angel Flinn\n",
    "animals_suffer_from_cold": "Animals suffer from cold, hunger, thirst, untreated infections, and illnesses during transport. This is not, however, a matter of irresponsible slaughterhouse workers.",
    "as_long_as_these_animals": "As long as these animals are objects of property, they cannot have rights.",
    "to_some_humane_legislation": "To some, \"humane\" legislation appears to get us closer to having better lives for animals. Animal welfare legislation calls for larger confinements and methods of slaughter which supposedly cause less pain. However, these reforms are industry practices which do away with economically wasteful and outdated practices.",
    "animal_welfare_fosters_more": "Animal welfare fosters more economically beneficial standards for producers and makes the public feel better about exploiting animals through marketing. It’s not about \"them,\" the producers, it’s about us. We are the consumers, we are the ones paying for this practice to happen. The first, most important thing we can do to address this violence is to go vegan.\n",
    "the_use_of_humane_slaughter": "[The use of humane slaughter methods]...results in safer and better working conditions…brings about the improvement of products and economies in slaughtering operations; and produces other benefits for producers, processors, and consumers which tend to expedite an orderly flow of livestock and livestock products...",
    "united_states_humane_slaughter": "United States Humane Methods of Slaughter Act.",
    "notice_the_lack_of_any": "(Notice the lack of any mention of an animal's wellbeing. Welfarism is about using animals efficiently and cost-effectively.)",
    "should_i_go_vegetarian": "Should I Go Vegetarian?",
    "vegetarianism_equals": "Vegetarianism = enslavement, torture, exploitation and slaughter of animals",
    "veganism_may_seem_way": "Veganism may seem way out from what you’re used to, and that’s understandable. However, you’ll find it to be easier than you think no matter what your circumstances. People from small towns, with food intolerances, and just plain pickiness have gone vegan overnight!",
    "but_if_for_some_reason": "But if for some reason you’re thinking you may want to go vegetarian first, remember: vegetarianism means you’ll still be eating animal products and not necessarily less. You'll still be supporting the use of animals. All animal use involves unspeakable violence.",
    "dont_i_need_animal_products": "Don't I Need Animal Products To Be Healthy?",
    "properly_planned_vegan_diets": "[Properly planned vegan diets] are healthful, nutritionally adequate, and may provide health benefits in the prevention and treatment of certain diseases….are appropriate for individuals during all stages of the life cycle, including pregnancy, lactation, infancy, childhood, and adolescence, and for athletes.",
    "america_dietetic_association": "American Dietetic Association Volume 109, Issue 7, Pages 1266-1282 (July 2009)",
    "not_only_are_animal_products": "Not only are animal products unnecessary for optimal health, an increasing number of nutritionists and health professionals are acknowledging animal products are harmful to our health. Meanwhile, a healthy vegan diet helps reduce the risk of heart disease, cancer, obesity, and diabetes.",
    "check_out_our_nutrition": "Check out our nutrition section for more information on plant based diets.",
    "the_china_study": "The China Study",
    "by_t_colin_campbell": "by T. Colin Campbell is arguably the most comprehensive study on nutrition ever done. Campbell provides compelling evidence linking animal products to disease, including cancer, heart disease, osteoporosis, diabetes, etc.",
    "sentience_is_all": "Sentience is all that matters:",
    "regardless_of_how": "Regardless of how \"intelligent\" an animal may be, if they are sentient, they ought to have the basic right not to be a commodity.",
    "is_veganism_good_for_the": "Is Veganism Good For The Planet?",
    "about_2000_pounds": "About 2,000 pounds of grains must be supplied to livestock in order to produce enough meat and other livestock products to support a person for a year, whereas 400 pounds of grain eaten directly will support a person for a year. Thus, a given quantity of grain eaten directly will feed 5 times as many people as it will if it is eaten indirectly by humans in the form of livestock products.…",
    "me_ensminger": "M.E. Ensminger, PhD",
    "consuming_a_plant_based": "Consuming a plant-based diet also has significant benefits for our environment. For example, the amount of potatoes we can produce from an acre of land is about **40,000 lbs** compared to only **250 lbs** of cow flesh supported from the same acre. When we feed plants to animals in order to eat the animal, we waste an enormous amount of food. **For only one pound of cow flesh, 16 lbs of plant food and 5,000 gallons of water are required**.",
    "compare_that_to_25": "Compare that to 25 gallons of water for a pound of wheat. Animal agriculture is also responsible for most of the food-borne illness epidemics from water runoff. Our use of animals contributes significantly to greenhouse gas emissions as well as the destruction of forests for grazing. **More than 250 million acres of forests are cleared every year in the US alone for this purpose**.",
    "is_veganism_sustainable": "Is Veganism Sustainable?",
    "considering_the_amount": "Considering the amount of waste produced by animal agriculture, it's staggering to think how much plant-based food could potentially be grown using the same resources used for animals.",
    "essentially_we_have": "**Essentially, we have to feed animals plant foods constantly as they mature**. After three to four years of harvesting and cycling this plant food through an animal, the animal is killed and eaten just once.",
    "imagine_instead": "Imagine instead, each of those four years was used to grow plant food to be directly consumed by humans",
    "go_vegan_its_better": "Go vegan. It’s better for your health; it’s better for the environment; and, most importantly, it’s the morally right thing to do.",
    "gary_l_francione": "Gary L Francione",
    "check_out_some": "Check out some of our favorite sites and parts of this kit if you still have questions.",
    "vegan_faq": "Vegan FAQ",
    "meal_planning": "Meal Planning",
    "books_on_animal": "Books on Animal Rights",
    "vegan_vendors": "Vegan Vendors",
    "whenever_you_find": "Whenever you find yourself on the side of the majority, it's time to pause and reflect",
    "mark_twain": "Mark Twain",
    "more_than_56": "More than 56 billion animals are killed every year for flesh, dairy, and eggs.",
    "marine_animals": "Marine Animals",
    "chickens": "chickens",
    "ducks": "ducks",
    "pigs": "pigs",
    "rabbits": "rabbits",
    "turkeys": "turkeys",
    "geese": "geese",
    "sheep": "sheep",
    "goats": "goats",
    "cows_and_calves": "cows and calves",
    "rodents": "rodents",
    "pigeons_and_other_birds": "pigeons and other birds",
    "buffaloes": "buffaloes",
    "dogs": "dogs",
    "cats": "cats",
    "horses": "horses",
    "donkeys_and_mules": "donkeys and mules",
    "camels and other camelids": "camels and other camelids",
    "since_this_page": "Since this page was opened",
    "frightened_cow_awaits": "Frightened Cow Awaits Slaughter",
    "this_footage_is_not": "This footage is not gory, but depicts the psychological torture all animals endure as they await slaughter.",
    "veganism_is_not": "[Veganism is not] just a diet or lifestyle. It is a basic prerequisite for anyone who wishes to start caring seriously about animals, including humans. It is a moral and political commitment to non-violence.",
    "ken_hopes": "Ken Hopes",
    "im_vegan_phillip": "I'm Vegan: Phillip",
    "long_time_vegan": "Long time vegan and musician Phillip talks about his vegan philosophy. (Note, Some graphic footage appears)",
    "read_the_we_are_all": "Read the We Are All Michael Vick article from this video.",
    "the_faces_of_free_range": "The Faces of Free Range",
    "footage_of_actual": "Footage of actual \"free range\" birds brought into Peaceful Prairie Sanctuary.",
    "should_the_rights": "Should the rights of animals be improved? Well, first they need to have rights, before the rights can be improved.",
    "michaela_osterlund": "Michaela Österlund",
    "watch_the_earthlings": "Watch the Earthlings Documentary",
    "warning_graphic_footage": "WARNING: Graphic Footage.",
    "this_is_what_it_means": "This is what it means to be property",
    "its_easy_to_watch": "It's easy to watch the above film and become horrified at the people who torture and slaughter these beings.\nBut who is really to blame? Slaughterhouse workers and farmers use animals because we demand their products.",
    "the_issue_is_not_treatment": "The issue is not treatment but use.",
    "the_truth_behind": "The Truth Behind Dairy",
    "an_illustrated_account": "An illustrated account of the truth behind dairy from the point-of-view of a calf on a dairy farm.",
    "by_peaceful": "By PeacefulAbolitionist",
    "the_truth_behind_eggs": "The Truth Behind Eggs",
    "an_illustrated_account_eggs": "An illustrated account of the truth behind eggs from the point-of-view of a chick, maturing to a hen on a free range farm.",
    "when_we_consume": " ...When we consume animal products, we consume the bodies and products of individuals. We think we consume something but in reality, we consume someone.",
    "a_calf_without_a_name": "A Calf without a Name",
    "read_a_story_about": "Read a story about a calf from a \"free range\" farm neighboring a vegan animal sanctuary.",
    "libby_and_louie": "Libby and Louie, A Love Story",
    "read_about_a_chicken": "Read about a chicken and rooster who never left each other's side.",
    "breaking_the_set": "Breaking the Set: Abby Martin interviews Gary Francione",
    "rutgers_law_professor": "Rutgers Law Professor, Gary Francione, is interviewed on the show Breaking The Set, and asks the fundamental question: \"Why are we eating, wearing or using animals at all?-particularly when we don't have to?\". Professor Francione's newest book:",
    "eat_like_you_care": "Eat Like You Care",
    "and_website": "and website"
  },
  "be": {
    "links": [
      "/eat#planyourmeal",
      "http://blog.fatfreevegan.com/2008/02/ridiculously-easy-lunchbox-enchilada.html",
      "/eat#planyourmeal",
      "/wear#recycled",
      "http://ourpreciousrose.blogspot.com/s",
      "http://ourveganpregnancy.blogspot.com/",
      "http://www.eatlikeyoucarebook.com/",
      "http://www.amazon.com/Becoming-Vegan-Complete-Adopting-Plant-Based/dp/1570671036/ref=sr_1_2?s=books&ie=UTF8&qid=1337692830&sr=1-2",
      "http://www.amazon.com/Vegan-Freak-Being-Non-Vegan-World/dp/1604860154/ref=sr_1_1?s=books&ie=UTF8&qid=1337693350&sr=1-1",
      "http://www.amazon.com/Generation-Complete-Guide-Staying-Teenager/dp/1604863382/ref=sr_1_1?s=books&ie=UTF8&qid=1337693465&sr=1-1",
      "http://www.amazon.com/Introduction-Animal-Rights-Your-Child/dp/1566396921/ref=sr_1_1?s=books&ie=UTF8&qid=1337693289&sr=1-1"
    ],
    "videos": [
      
    ],
    "title": "Becoming Vegan",
    "shortTitle": "Be",
    "veganism_is_not": "Veganism is not about giving anything up or losing anything; it is about gaining the peace within yourself that comes from embracing nonviolence and refusing to participate in the exploitation of the vulnerable",
    "where_to_start": "Where To Start?",
    "some_of_our_newly": "Some of our newly vegan friends are worried they'll have trouble living in a small town where specialty soy products aren't available. To the contrary, eating a vegan version of a typical omnivore diet is one of the worst ways to kick off your first day as a vegan.",
    "not_that_theres_anything": "Not that there's anything wrong with having a vegan soy patty or soy grilled cheese, but it's neither healthy, affordable, or practical to sustain yourself on those types of foods. Instead, familiarize yourself with new kinds of ingredients like tofu and tempeh.",
    "try_out_some_of_our": "Try out some of our excellent vegan recipes.",
    "weve_designed_these_recipes": "We've designed these recipes to be easy to make in any part of the world.",
    "we_also_recommend_converting": "We also recommend converting your kitchen as well as yourself. Make sure you are stocked with vegan foods so it's easy to fulfill those late-night snack temptations. Consider buying granola and pouring it in a bowl. It's cheap, doesn't require preparation, and it's a nice standby for a vegan snack any time of the day.",
    "if_you_think_you_can": "If you think you can go vegan overnight, don't even hesitate! However, if you still have cold feet, try eating a vegan breakfast for a few weeks, then a vegan lunch for a few weeks, and finally a vegan dinner for a few weeks.",
    "is_veganism_expensive": "Is Veganism Expensive?",
    "no_veganism_is_not_expensive": "No! Veganism is not expensive. While there are plenty of nonvegans ready to tell you otherwise, this is largely due to the myth that vegans are eating processed soy versions of what everyone else eats. In fact, vegans survive mainly on beans, rice, pasta, fruits, and vegetables--the cheapest ingredients on earth.",
    "this_myth_is_also_perpetuated": "This myth is also perpetuated by specialty vegan restaurants with either the same processed ingredients or high quality prepared dishes. But is this really any different from other specialty restaurants?",
    "veganism_is_actually_easy": "Veganism is actually easy, even on a college student's budget.",
    "ridiculously_easy_lunchbox": "Ridiculously Easy Lunchbox Enchilada anyone?",
    "if_youre_not_a_fan_of_recipes": "If you're not a fan of recipes, look into prepared thai and indian foods, which are often vegan or can be made so very easily.",
    "see_our_recipes": "See our recipes",
    "what_about_my_nonvegan": "What About My Nonvegan Things?",
    "what_should_we_do_about": "What should we do about the leather wallets, shoes, or wool coats we have collected before we even heard about veganism? Of course, it would be ideal to have all vegan items, but shouldn't it be okay to use these since they've already been purchased?",
    "this_is_a_good_time": "This is a good time to remind ourselves the issue of what we do to animals is not treatment, but use. Sure, wearing a leather belt another day doesn't cause the deceased to suffer even more, but an understanding of the injustice we cause to animals should have us asking why we consider a dead animal's body parts fashion?",
    "if_you_see_animals_as": "If you see animals as something other than objects of our property, getting rid of animal based belongings isn't wasteful. Would we call the burying of our deceased loved ones \"wasteful\" because we did not turn them into leather shoes? We don't because we don't view them as resources in the first place and that's exactly what \"waste\" implies.",
    "what_about_buying": "What about buying secondhand?",
    "family_issues": "Family Issues",
    "even_though_youre_motivated": "Even though you're motivated to go vegan, you may have some reservations about the reaction you'll get from those close to you. Here are a few tips and resources for making things work with your family.",
    "being_vegan_in_a": "Being vegan in a nonvegan family",
    "not_all_families_are": "Not all families are equally supportive of a vegan life. This is often fueled by negative myths about a vegan's diet as well as the importance of traditional foods within a family.",
    "you_can_ease_any": "You can ease any resistance you may get from your family by doing your research. Learn as much as you can about vegan health and insure you have plenty of b12, omega-3, and iron on your menu.",
    "as_for_your_familys": "As for your family's high regard for traditional foods, it may just take a while for them to get used to veganism. Be as respectful as possible and even try making some traditional dishes vegan. This will communicate to them you're not that far out there and you're still able to take part in important family traditions.",
    "raising_vegan_children": "Raising vegan children",
    "plenty_of_vegans_have": "Plenty of vegans have raised (very) healthy, happy children and it's easier than you think.",
    "check_out_these_blogs": "Check out these blogs from actual vegan parents:",
    "our_precious": "Our Precious Rose",
    "from_vegan_parent": "From vegan parent Melissa Viau, this blog chronicles the life of the Viau family's vegan child, Rose and living as a vegan parent.",
    "our_vegan_pregnancy": "Our Vegan Pregnancy ",
    "vegan_couple_lucas": "Vegan couple Lucas and Kenya's blog orignally on vegan preganancy--which now continues with the lives of their healthy, growing vegan children.",
    "recommended_reading": "Recommended Reading",
    "eat_like_you_care": "Eat Like you Care\n",
    "by_gary_francione_and_anna": "By Gary Francione and Anna Charlton",
    "brilliantly_written_clear": "Brilliantly written. Clear, no nonsense, non emotional straight talk. A must read for everyone. Period. Too many people are ignorant of how their food is produced. This clears up any myths and states the facts irrevocably.",
    "becoming_vegan": "Becoming Vegan",
    "by_brenda_davis_and": "by Brenda DAvis and Vesanto Melina",
    "everything_you_need": "Everything you need to know about vegan nutrition. Advice for pregnant women, infants, kids, teens, the middle years, seniors, and athletes. Lots of sample meal plans.",
    "vegan_freak": "Vegan Freak",
    "by_bob_torres_and": "by Bob Torres and Jenna Torres\n",
    "vegan_freak_offers": "VeganFreak offers solid advice for dealing with the non-vegan world. This is a book you'll want to keep handy, particularly if you are a new vegan trying to negotiate the grocery store, restaurants, and questions/challenges from friends and family.",
    "generation_v": "Generation V: The Complete Guide To Going, Being, And Staying Vegan As A Teenager ",
    "by_claire_askew": "by Claire Askew",
    "essential_for_the_teen": "Essential for the teen vegan. Claire Askew is a talented writer who has filled a niche with \"Generation V\", providing vital information and support to teens who are vegans in a primarily non-vegan teen world.",
    "introduction_to_animal_rights": "Introduction to Animal Rights: Your Child or the Dog?",
    "by_gary_l_francione": "by Gary L. Francione",
    "the_best_and_most_consistent": "The best and most consistent book ever written on animal rights.",
    "it_caused_me_to_go": "It caused me to become vegan (and I am grateful for it).",
    "be_the_change_you": "Be the change you want to see in the world",
    "mohandas_gandhi": "Mohandas Gandhi"
  },
  "eat": {
    "title": "Eating",
    "shortTitle": "Eat"
  },
  "wear": {
    "title": "Wearing",
    "shortTitle": "Wear"
  },
  "use": {
    "title": "Using",
    "shortTitle": "Use"
  },
  "learn": {
    "title": "Thinking Vegan",
    "shortTitle": "Learn"
  }
}