{
  "72-about-the-vegan-d": "About the Vegan Diet",
  "64-a-vegan-diet-is-o": "A vegan diet is one that consists of only plant-derived foods. Vegans don’t use or consume any animals or animal products including flesh (land or sea animals), milk, eggs, or honey.",
  "38-eating-vegan-does": "Eating vegan doesn't require breaking the bank or moving to a big city. The most nutritious and inexpensive vegan foods which can be found in any supermarket, are fresh produce, grains, legumes and nuts/seeds.  These should make up the bulk of the diet for optimum health. Vegan processed foods in the form of soy hot dogs, vegan  \"cheeses,\" desserts, etc are best eaten only on occasion.",
  "94-isnt-vegan-food-b": "Isn’t vegan food boring?",
  "40-a-popular-myth-is": "A popular myth is that vegans subsist only on soybeans and salad. In reality, vegans eat everything non-vegans eat, but without the animal products and likely with more variety from",
  "special_foods": "special foods.",
  "44-common-vegan-dish": "Common vegan dishes include stir fry, pasta, rice and beans, chana masala, cucumber-avocado sushi, pad thai, quinoa, pizza, pancakes, french toast, waffles, veggie burgers, chili, soups, tacos, burritos, casseroles, stew, sandwiches, cookies, non-dairy ice-cream, cakes, pies, etc.",
  "80-nutrition-amp-hea": "Nutrition & Health",
  "20-nutritional-defic": "Nutritional deficiencies are a concern for everyone. While vegans statistically enjoy longer life spans than the average human being, we are not exempt from this reality. First and foremost, you should ensure you are receiving enough Vitamin B-12, Omega-3, and Vitamin D. See below for more detailed information on vegan nutrition.",
  "92-strongproteinstro": "Protein: Because animal-based foods are high in protein, it’s a common misconception that vegans don’t get enough of it. In fact, the real problem is nonvegans getting too much protein. Vegans can get all the protein they need from lentils, tempeh, tofu, beans, nuts, seeds, and even vegetables.",
  "72-we-highly-recomme": "We highly recommend the book, Becoming Vegan by Brenda Davis and Vesanto Melina. M.S., R.D for more detailed information pertaining to ones age and individual needs. They provide sample menu plans and nutrition recommendations for children, teenagers, pregnancy, and athletes as well as a wealth of information on proper nutrition.",
  "16-also-be-sure-to-c": "Also, be sure to check out The Boston Vegan Association’s Nutritional Pamphlet",
  "59-strongcalciumstro": "Calcium:  (Approximately 1000 milligrams per day, 1200 milligrams for women over 51 and men over 70.)\nLeafy green vegetables-kale, collards, broccoli, okra, figs, oranges, almonds, pistachio nuts, hazelnuts, flaxseed, sunflower seeds, sesame seeds, soybeans, chickpeas, navy beans, pinto beans, kidney beans, lentils, tempeh, tofu*, fortified non-dairy yogurt, fortified non-dairy milks, fortified soy products, fortified breakfast cereals, and fortified orange juice. Note: Spinach, beet greens, and chard are healthy foods but not good sources of calcium.",
  "70-emwhen-purchasing": "When purchasing tofu, look for the calcium-set tofu with \"calcium sulphate\" in the ingredients.",
  "21-strongironstrong-": "Iron: Chickpeas (hummus), lentils, navy beans, pinto beans, kidney beans, soybeans, quinoa, tofu, raisins, goji berries, fortified veggie burgers and other soy products, pumpkin seeds, cashews, figs, sunflower seeds, sesame tahini, prunes, whole wheat, parsley, and pine nuts.",
  "1-emtipsem": "Tips",
  "95-vitamin-c-rich-fo": "Vitamin-C rich foods help with iron absorption. Try eating these foods in the same meal.\nUse cast-iron cookware.  If your iron status is low, avoid consuming foods high in zinc at the same meal.",
  "95-40-vegan-foods-th": "40 Vegan Foods: Their Scientifically-Proven Health Benefits",
  "2-strongb12strong-20": "B12: (2000 micrograms once a week or 10-100 micrograms a day.)\nProduced by bacteria and found in soil, water, etc, it is necessary for vegans to supplement their diet since most vegetables are cleaned very well. Vegans supplement their diets with B12 by eating nutritional yeast  or fortified foods. Most non-dairy milks and cereals are fortified with B12. Consume at least three servings of vitamin B12-fortified food per day (each supplying at least 20% of the Daily Value on the label),\nOr, vegan B12 tablets.  (One 2000 mcg  tablet (ideally chewed or dissolved under your tongue) once a week; or\nat least 10-100 mcg once a day.)",
  "55-buy-nutritional-y": "Buy Nutritional Yeast",
  "42-buy-vitamin-b12-t": "Buy Vitamin B12 Tablets",
  "91-strongomega-3stro": "Omega-3: Two tablespoons of ground flax seeds every day or two teaspoons daily of flax seed\noil. And/or, an omega 3 DHA supplement in the form of algae.",
  "79-according-to-mich": "According to Michael Greger, MD, diabetics and pregnant or breast-feeding women should take 300 mg of DHA every day",
  "41-dha-a-hrefhttpwww": "DHA",
  "6-available-at-v-pur": "Available at v-pure",
  "or": "or",
  "19-natural-healthy-c": "Natural Healthy Concepts",
  "22-strongvitamin-dst": "Vitamin D: Light skin-about 10-15 minutes of sunshine. Dark skin: about 30 minutes of sunshine. or 1000-2000 iu daily depending on the time of year, etc.",
  "5-buy-vegan-vitamin-": "Buy vegan Vitamin D3",
  "note_vitamin_D3": "Note: Vitamin D3 found in many fortified orange juices comes from the wool of sheep and is not vegan.",
  "19-important-if-you-": "*Important: If you have any health problems-including obesity, or are taking medication (cholesterol medication, insulin, etc) you should inform your doctor of your plans to change your diet before making any changes.  A switch to a plant based diet can alter your need for medication.",
  "16-disclaimer-the-in": "Disclaimer: The information in this kit is intended as a helpful overview but cannot cover all vegan nutrition topics. To make sure that your diet is meeting all the nutrients that your body and mind need, please consult a nutrition professional with expertise in vegan diets.",
  "10-special-foods": "Special Foods",
  "66-spend-some-time-w": "Spend some time with a vegan and you may be surprised to learn a vegan's diet is not just the standard diet minus animal products. There are several kinds of foods which have gained recognition as vegan staples.",
  "27-tempeh": "Tempeh",
  "6-tempeh-tem-pea-or-": "Tempeh (\"tem-pea\" or \"tem-pay\") is like tofu, but fermented and pressed to be thick and savory. An easy way to prepare tempeh is to fry or grill with blended seasonings meant for grilling. Check your ingredients, of course, but surprsingly many are vegan.",
  "35-check-out-our-tem": "Check out our tempeh bacon recipe",
  "55-tofu": "Tofu",
  "77-tofu-is-a-solid-f": "Tofu is a solid food made from pressed soybean curd. It's one of the most unusual vegan staples in that it can be used to make a breakfast dish like",
  "29-scrambled-tofu": "scrambled tofu",
  "a_dinner_dish_like": ", a dinner dish like ",
  "84-pan-fried-tofu": "pan fried tofu",
  "58-or-even-a-chocola": "or even a chocolate mousse dessert",
  "tofu_gets_a_bad": "Tofu gets a bad wrap in popular culture as a tasteless food, but tofu isn't meant to be a flavor agent. It works best at soaking up flavors and giving them a texture and consistency.",
  "24-seitan": "Seitan",
  "41-seitan-is-a-chewy": "Seitan is a chewy and naturally brown substance made from wheat gluten, an isolated protein found in wheat. Seitan is usually cut into strips and baked or fried to provide some protein and chewiness to a dish.",
  "86-like-tempeh-seita": "Like tempeh, seitan is very easy to prepare and needs little to no seasoning.",
  "75-try-seitan-brocco": "Try seitan broccolini with clementine teriyaki",
  "50-nutritional-yeast": "Nutritional Yeast",
  "31-nutritional-yeast": "Nutritional yeast is very different from the yeast used in bread. Nutritional yeast, which comes powdered or in flakes, is most often used to provide a cheesy consistency. Unlike cheese, nutritional yeast also lasts far longer and has no cholesterol. Sprinkle in soup, on popcorn, or add water to make cheesy sauces.",
  "96-red-star-nutritio": "Red Star Nutritional Yeast",
  "80-ingredients": "Ingredients",
  "31-the-number-of-non": "The number of nonvegan ingredients found in food and products is too numerous to mention here, but we've included some of the most common below. ",
  "92-common-nonvegan-i": "Common Nonvegan Ingredients",
  "8-casein": "Casein",
  "casein_is_a_protein": "Casein is a protein from milk. Surprisingly, this is often found in soy cheeses!",
  "67-carminecarminic-a": "Carmine/Carminic Acid",
  "also_known_as": "Also known as Crimson Lake, Cochineal, Natural Red 4, C.I. 75470, or E120, carmine is made from crushed cochineal insects with bright red shells. Often used as a red food coloring.",
  "72-beeswax": "Beeswax",
  "beeswax_as_the": "Beeswax, as the name implies comes from honeybees",
  "31-why-isnt-honeybee": "Why isn't honey/beeswax vegan?",
  "62-gelatin": "Gelatin",
  "6-stronga-target_bla": "Gelatin is a subtance produced from the collagen found in animal bones and hoofs. This is often used for marshmallows, Jello®, and as a preservative.",
  "76-some-alcoholic-be": "Some Alcoholic Beverages",
  "some_alcohols_use": "Some alcohols use isinglass, egg albumen, or bone char to filter wines, beers, and liquors.",
  "35-to-find-out-if-yo": "To find out if your alcohol is vegan, look up the company on Barnivore.com",
  "90-you-can-also-opt-": "You can also opt for many German beers and unfiltered wines.",
  "29-lactose": "Lactose",
  "lactose_is_a_protein": "Lactose is a protein from milk. However, lactic acid is almost always vegan.",
  "74-lanolin": "Lanolin",
  "47-stronga-target_bl": "Lanolin, also known as wool fat, comes from the wool of sheep.",
  "7-vitamin-d3": "Vitamin D3",
  "34-stronga-target_bl": "Often found in fortified orange juice, vitamin D3 comes from Lanolin, a sheep product. D2, however, is vegan.",
  "29-whey": "Whey",
  "49-stronga-target_bl": "Whey is a milk protein often used as a protein boost in some commercial foods.",
  "13-replacements": "Replacements",
  "0-here-are-some-quic": "Here are some quick tips for using vegan ingredients to replace the animal products in your favorite recipes",
  "71-eggs": "Eggs",
  "apple-sauce": "Apple Sauce",
  "36-strongapple-sauce": "Applesauce will give off a gas while being cooked, making your baked goods fluffy. It's also doesn't require adding as much liquid as powdered replacers. 1/4 cup applesauce = 1 egg",
  "ground_flax_seed": "Ground Flax Seed",
  "28-strongground-flax": "When ground to a powder and liquified with water, ground flax seed creates a gooey texture great for binding. It's also full of protein and omega-3s. 1 tbsp ground flax + 3 tbsp water = 1 egg.",
  "NewKey": "Banana",
  "17-strongbananastron": "Like applesauce, bananas are naturally sweet. They also have strong binding properties when used baked goods. <strong>1/2 banana = 1 egg</strong>",
  "baking-soda-powder": "Baking soda/powder",
  "28-strongbaking-soda": "When you really need your dish fluffy without extra flavor, simple baking soda or baking powder does wonders. 1 tsp baking powder + 1 1/2 tbs water + 1 1/2 tbs oil or 1 tbs vinegar + 1 tsp baking soda = 1 egg.",
  "34-milk": "Milk",
  "soy-oat-hemp": "Soy/Oat/Hemp/Almond/etc. milk",
  "20-strongsoyoathempa": "By now, you've probably heard of the increasingly popular nut- and bean-derived milk products making their way into grocery stores. While soymilk is probably the most prevalent, some prefer rice milk for its naturally light and sweet flavor and almond milk for a boost of Vitamin E, monounsaturated fats, dietary fiber, and B vitamins.",
  "vegetable-oil": "Vegetable Oil",
  "15-strongvegetable-o": "The only difference between a fat and an oil is that a fat is a solid at room temperature. Often when milk is used in foods like mashed potatoes, it's the fat that makes it creamy. Substituting this for vegetable or olive oil is equally as satisfying and much healthier.",
  "66-recipes": "Recipes",
  "93-thinking-about-wh": "Thinking about what you'll eat as a vegan? Try out our menu suggestion. To learn more about the recipe, simply click on the link.",
  "75-pancakes-from-veg": "Pancakes from Vegan Yum Yum",
  "92-breakfast": "Breakfast",
  "84-fresh-fruit": "Fresh Fruit",
  "29-apple-peanut-butt": "Apple Peanut Butter Banana Shake",
  "66-green-smoothie": "Green Smoothie",
  "96-oatmeal": "Oatmeal",
  "79-vegan-cereal-with": "Vegan Cereal with Nondairy Milk",
  "96-cream-of-wheat-ho": "Cream of Wheat Hot Cereal with a Swirl of Gingerbread",
  "28-scrambled-tofu": "Scrambled Tofu",
  "23-tempeh-bacon": "Tempeh Bacon",
  "88-pancakes": "Pancakes",
  "7-french-toast-1": "French Toast (1)",
  "31-2": "(2)",
  "46-waffles": "Waffles",
  "44-vegan-homemade-sa": "Vegan Homemade Sausages",
  "87-mango-breakfast-p": "Mango Breakfast Parfait with Cherry Banana Soft Serve",
  "76-fat-free-blueberr": "Fat-Free Blueberry Oatmeal Muffins",
  "19-lunch": "Lunch",
  "51-smokey-miso-tofu-": "Smokey Miso Tofu from Vegan Yum Yum",
  "85-falafel": "Falafel",
  "35-grilled-peanut-bu": "Grilled Peanut Butter and Banana Sandwich",
  "0-asparagus-pesto-pa": "Asparagus Pesto Pasta Salad",
  "75-smokey-miso-tofu-": "Smokey Miso Tofu Sandwich",
  "62-reuben-sandwich": "Reuben Sandwich",
  "18-vegan-grilled-che": "Vegan Grilled Cheese",
  "59-avocado-wasabi-sa": "Avocado Wasabi Salad",
  "88-easy-mexican-red-": "Easy Mexican Red Rice",
  "39-spicy-chili-bean-": "Spicy Chili Bean Soup",
  "66-delicata-squash-b": "Delicata Squash Bisque",
  "95-carrot-ginger-sou": "Carrot-Ginger Soup",
  "67-ridiculously-easy": "Ridiculously Easy Lunchbox Enchilada Casserole",
  "32-pesto-cashew-rico": "Pesto Cashew Ricotta Pizza",
  "80-baked-corndogs": "Baked Corndogs",
  "17-dinner": "Dinner",
  "50-alfredo-pasta-fro": "Alfredo Pasta from Vegan Yum Yum",
  "35-burritos": "Burritos",
  "92-chickpea-and-avoc": "Chickpea and Avocado Ceviche",
  "23-pasta-bolognese": "Pasta Bolognese",
  "13-pan-fried-tofu-ka": "Pan Fried Tofu, Kale and Stir Fried Noodles",
  "44-mushroom-kale-ric": "Mushroom Kale Rice Bowl",
  "88-jeweled-basmati-r": "Jeweled Basmati Rice",
  "18-mac-and-cheese": "Mac and Cheese",
  "2-tacos": "Tacos",
  "7-smoked-southwester": "Smoked Southwestern Burgers",
  "75-seitan-and-brocco": "Seitan and Broccolini with Clementine Teriyaki",
  "77-orange-couscous-c": "Orange Couscous Curry",
  "2-wild-mushroom-tost": "Wild Mushroom Tostadas with Crème fraîche",
  "18-easy-pasta-with-o": "Easy Pasta with Olive Oil, Walnuts, and Veggies",
  "81-chana-masala": "Chana Masala",
  "95-snacks-and-sweets": "Snacks and Sweets",
  "60-mini-coconut-bloo": "Mini Coconut Blood Orange Bundt Cake from Vegan Yum Yum",
  "52-sugar-cookies": "Sugar Cookies",
  "99-pumpkin-cheesecak": "Pumpkin Cheesecake",
  "94-raspberry-chocola": "Raspberry Chocolate Chip Cake with Homemade Fondant (Gluten-Free)",
  "85-brownies-gluten-f": "Brownies (+ Gluten Free Alternative)",
  "32-double-chocolate-": "Double Chocolate Chip Cookies (Gluten Free)",
  "65-apple-pie-coffee-": "Apple Pie Coffee Cake",
  "3-vegan-twix-bars": "Vegan Twix Bars",
  "0-carrot-cake-cupcak": "Carrot Cake Cupcakes",
  "25-peanut-butter-fud": "Peanut Butter Fudge (Gluten Free)",
  "32-rice-crispy-treat": "Rice Crispy Treats",
  "46-chocolate-berry-p": "Chocolate Berry Parfait (Gluten Free)",
  "62-blueberry-hand-pi": "Blueberry Hand Pie",
  "60-oatmeal-raisin-co": "Oatmeal Raisin Cookies",
  "91-for-purposes-of-r": "(For purposes of reference only. We do not necessarily endorse the opinions, links, or views expressed on the links provided.)",
  "55-from-vegan-yum-yu": "From Vegan Yum Yum",
  "42-food-blogs": "Food Blogs",
  "85-happy-healthy-lif": "Happy Healthy Life",
  "56-vegan-yum-yum": "Vegan Yum Yum",
  "62-the-vegan-stoner": "The Vegan Stoner",
  "62-vegan-dad": "Vegan Dad",
  "68-manifest-vegan": "Manifest Vegan",
  "1-vegan-richa": "Vegan Richa",
  "48-vegan-feast-kitch": "Vegan Feast Kitchen",
  "20-olives-for-dinner": "Olives for Dinner",
  "33-big-raw": "Big Raw",
  "80-veganacious": "Veganacious",
  "27-vegan-eats-and-tr": "Vegan Eats And Treats",
  "0-happy-herbivore": "Happy Herbivore",
  "47-so-what-do-vegans": "So What Do Vegans Eat?",
  "10-fat-free-vegan-ki": "Fat-Free Vegan Kitchen",
  "36-meet-the-shannons": "Meet The Shannons",
  "47-awesome-vegan-blo": "Awesome Vegan Blog",
  "94-oh-she-glows": "Oh She Glows",
  "16-vegan-crunk": "Vegan Crunk",
  "79-the-snarky-chickp": "The Snarky Chickpea",
  "24-seitan-is-my-moto": "Seitan Is My Motor",
  "12-ginger-is-the-new": "Ginger Is The New Pink",
  "60-i-eat-trees": "I Eat Trees",
  "37-cookbooks": "Cookbooks",
  "79-the-new-american-": "The New American Vegan",
  "by_vincent_j": "by Vincent J. Guihan",
  "48-weaving-together-": "Weaving together personal stories with 120 appetizing recipes, this friendly cookbook delivers authentically American and vegan cuisine that has to be tasted to be believed. Midwestern-inspired recipes range from very basic to the modestly complicated, but always with an eye on creating something beautiful and delicious in its simplicity.",
  "26-clear-text-provid": "Clear text provides step-by-step instructions and helps new cooks find their feet in a vegan kitchen, with a whole chapter devoted to terms, tools, and techniques. With an eye towards improvisation, the cookbook provides a detailed basic recipe that is good as-is, while providing additional notes that explain how to take each recipe further—to increase flavor, to add drama to the presentation, or just to add extra flourish.\"",
  "61-vegan-yum-yum": "Vegan Yum Yum",
  "14-the-30-minute-veg": "The 30 Minute Vegan",
  "3-color-me-vegan": "Color Me Vegan",
  "11-the-quick-fix": "The Quick Fix",
  "30-1000-vegan-recipe": "1000 Vegan Recipes",
  "3-the-vegan-diner": "The Vegan Diner",
  "1-vegan-yum-yum-smal": "Vegan Yum Yum",
  "by_lauren_ulm": "by Lauren Ulm",
  "78-when-lauren-ulm-w": "\"When Lauren Ulm went vegan, she faced the typical onslaught of questions from acquaintances and more than the occasional wince from unsuspecting dinner guests. Vowing to prove that vegan food can be decadent and delicious—and not a bland stand-in for 'normal' food—she created a blog, veganyumyum.com. What began as a hobby became an obsession....",
  "31-here-in-her-debut": "Here in her debut cookbook, Lauren shows that vegan food is anything but dull, with her creative and quirky twists on everything from crowd-pleasing appetizers to indulgent desserts, from easy weekend breakfasts to speedy weeknight dinners, plus holiday- and company-worthy fare you can serve with pride.\"",
  "31-happy-herbivore": "Happy Herbivore",
  "35-candle-79-cookboo": "Candle 79 Cookbook",
  "32-how-it-all-vegan": "How it All Vegan",
  "62-the-vegan-deli": "The Vegan Deli",
  "4-alternative-vegan": "Alternative Vegan",
  "38-vegan-fire-and-sp": "Vegan Fire And Spice",
  "6-the-vegan-table-sm": "The Vegan Table",
  "by_colleen_patrick": "by Colleen Patrick-Goudreau",
  "35-a-celebration-of-": "\"A celebration of plant-based cuisine, The Vegan Table offers recipes and menus for every occasion and season, including romantic meals, traditional tea parties, formal dinners, casual gatherings, children’s parties, and holiday feasts.",
  "0-packed-with-invalu": "Packed with invaluable tips, expert advice, fascinating lore, delicious recipes, and gorgeous full-color photographs, The Vegan Table is the ultimate guide, whether you are hosting an intimate gathering of close friends or a large party with an open guest list.",
  "86-organized-by-them": "Organized by themed menus, the eclectic mix of recipes features cuisines from around the world, including Mediterranean, Middle Eastern, Mexican, Asian, Indian, and African. Follow the menus provided, or create your own using the array of appetizers, soups, stews, salads, main dishes, and desserts.\"",
  "6-veganomicon": "Veganomicon",
  "21-eat-drink-and-be-": "Eat Drink and Be Vegan",
  "33-vegan-italiano": "Vegan Italiano",
  "2-viva-vegan": "Viva Vegan",
  "87-vegan-with-a-veng": "Vegan with a Vengeance",
  "82-tofu-1-2-3": "Tofu 1-2-3",
  "67-the-cookbook-for-": "The Cookbook For People Who Love Animals",
  "10-the-meditterranea": "The Meditterranean Vegan Kitchen",
  "47-let-them-eat-vega": "Let them Eat Vegan",
  "by_dreena_burton": "by Dreena Burton",
  "41-vegan-food-has-co": "\"Vegan food has come a long way in the past decade. The once ubiquitous dry, packaged veggie burger is no longer the poster child for an animal-free diet.",
  "48-it-has-evolved-in": "It has evolved into a creative, sophisticated cuisine touted by the likes of Food &amp; Wine magazine. Long at the fore of vegan blogging and cooking, Dreena Burton has been known for making healthy taste delicious. Let Them Eat Vegan! distills more than fifteen years of recipe development that emphasize unrefined, less-processed ingredients--no white flour or white sugar, but instead whole-grain flours, natural sweeteners, raw foods, and plenty of beans ’n greens.",
  "61-theres-no-relying": "There’s no relying on meat analogues here, either--just hearty, healthy food that looks and tastes great. As the mother of three young girls, Burton always keeps their nutrition--and taste buds--in mind. From the simplest comfort foods like Warm 'Vegveeta' Cheese Sauce to the more sophisticated Anise-and Coriander-Infused Orange Lentil Soup, these recipes will delight and inspire even the pickiest eaters and provide lifelong vegans with the innovative, wholesome recipes they’ve always wanted.\"",
  "86-the-vegan-soul-ki": "The Vegan Soul Kitchen",
  "7-the-30-minute-vega": "The 30 Minute Vegan’s Taste Of The East",
  "43-vegan-planet": "Vegan Planet",
  "23-the-new-mcdougall": "The New McDougall Cookbook",
  "15-great-gluten-free": "Great Gluten Free Vegan Eats",
  "56-appetite-for-redu": "Appetite For Reduction",
  "33-the-100-best-glut": "The 100 Best Gluten Free Recipes For Your Vegan Kitchen",
  "9-forks-over-knives": "Forks Over Knives",
  "47-the-30-minute-veg": "The 30 Minute Vegan",
  "by_mark_reinfeld_and_jennifer": "by Mark Reinfeld and Jennifer Murray",
  "88-busy-vegans-rejoi": "\"Busy vegans, rejoice! award-winning husband and wife chefs/authors Reinfeld and Murray present 150 delicious, easy-to prepare recipes for everyday vegan cooking—all dishes that can be prepared in a half-hour.",
  "10-sections-include-": "Sections include The Lighter Side of Life: Smoothies &amp; Satiating Beverages; Snacks, Pick Me Ups &amp; Kids’ Favorites; Lunches: Wraps, Rolls, Bowls, and More; Extraordinary Salads; Sumptuous Soups; Small Plates: Appetizers, Side Dishes, Light Dinners; Wholesome Suppers; Guilt-Free Comfort Food: Healthy Translations of Old Stand-bys; and Divine Desserts.",
  "75-the-30-minute-veg": "The 30-Minute Vegan also provides at-a-glance cooking charts, kids’ favorite dishes, and exciting menu suggestions for every occasion—making this an essential cookbook for busy vegans who want to enjoy delicious, healthful, whole-foods vegan fare every day.\"",
  "46-japanese-cooking": "Japanese Cooking",
  "49-pregnancy-childre": "Pregnancy, Children and the Vegan Diet",
  "5-dr-neal-barnards-p": "Dr. Neal Barnard’s Program For Reversing Diabetes",
  "25-desserts": "Desserts",
  "24-vegan-cupcakes-ta": "Vegan Cupcakes Take Over the World",
  "21-vegan-cookies-inv": "Vegan Cookies Invade Your Cookie Jar",
  "99-sweet-vegan": "Sweet Vegan",
  "61-lick-it": "Lick It",
  "44-sticky-fingers-sw": "Sticky Fingers' Sweets",
  "33-the-joy-of-vegan-": "The Joy of Vegan Baking",
  "34-the-joy-of-vegan-": "The Joy of Vegan Baking",
  "96-a-seasoned-cookin": "\"A seasoned cooking instructor and self-described \"joyful vegan,\" author Colleen Patrick-Goudreau puts to rest the myth that vegan baking is an inferior alternative to non-vegan baking, putting it in its rightful place as a legitimate contender in the baking arena.",
  "6-more-than-just-a-c": "More than just a collection of recipes, this informative cookbook is a valuable resource for any baker -- novice or seasoned. Learn just how easy it is to enjoy your favorite homespun goodies without compromising your health or values.\"",
  "10-vegan-pie-in-the-": "Vegan Pie in the Sky",
  "73-the-vegan-scoop": "The Vegan Scoop",
  "17-have-your-cake-an": "Have Your Cake and Vegan Too",
  "77-vegan-desserts-su": "Vegan Desserts: Sumptuous Sweets For Every Season",
  "21-babycakes": "Babycakes",
  "61-vegan-cupcakes-ta": "Vegan Cupcakes Take Over the World",
  "by_isa_chandra": "by Isa Chandra Moskowitz and Terry Hope Romero",
  "6-the-hosts-of-the-v": "The hosts of the vegan cooking show The Post Punk Kitchen are back with a vengeance — and this time, dessert.",
  "51-a-companion-volum": "A companion volume to Vegan with a Vengeance, Vegan Cupcakes Take Over the World is a sweet and sassy guide to baking everyone's favorite treat without using any animal products. This unique cookbook contains over 50 recipes for cupcakes and frostings — some innovative, some classics — with beautiful full color photographs. Isa and Terry offer delicious, cheap, dairy-free, egg-free and vegan-friendly recipes like Classic Vanilla Cupcakes (with chocolate frosting), Crimson Velveteen Cupcakes (red velvet with creamy white frosting), Linzer Torte Cupcakes (hazelnut with raspberry and chocolate ganache), Chai Latte Cupcakes (with powdered sugar) and Banana Split Cupcakes (banana-chocolate chip-pineapple with fluffy frosting). Included also are gluten-free recipes, decorating tips, baking guidelines, vegan shopping advice, and Isa's true cupcake anecdotes from the trenches.",
  "93-when-vegan-cupcak": "When Vegan Cupcakes Take Over the World, no dessert lover can resist.",
  "53-restaurants-near-": "Restaurants Near You",
  "47-even-if-you-dont-": "Even if you don't live in a big city with fully vegan restaurants, there is a surprisingly large number of vegan options for eating out almost anywhere in the world. Check out two of the most popular resources below to find options near you. Please be advised, while these can be excellent resources for finding vegan options, the unfortunately also label options which are devoid of flesh, but still very nonvegan.",
  "45-vegan-food-is-eve": "Vegan Food is Everywhere",
  "66-with-a-fresh-desi": "With a fresh design and tons of listings all over the world, VFIE is our number one recommendation for finding vegan and vegan-friendly establishments.",
  "61-happycow": "HappyCow",
  "92-happycow-is-one-o": "HappyCow is one of the oldest resources for finding vegan restaurants near you.",
  "16-vegguide": "VegGuide",
  "95-vegguide-is-simil": "VegGuide is similar to HappyCow, but with a more streamlined, minimalist interface making it fast and easy to search.",
  "9-vegan-stores": "Vegan Stores",
  "89-here-are-a-few-pl": "Here are a few places to get vegan products delivered to you",
  "53-vegan-essentials": "Vegan Essentials",
  "11-amazoncom": "Amazon.com",
  "73-stronga-target_bl": "While not an exclusively vegan storefront, Amazon actually has a large directory of vegan foods available in bulk in their grocery department.",
  "40-pangea": "Pangea",
  "veganism-is-not-just": "Veganism is not just a diet, but a moral obligation if we wish to strike at the roots of speciesism in all its forms. Veganism is a moral imperative if we wish to bring an end to an injustice to all animals. Veganism is the very least that we owe to the thinking, feeling creatures with whom we share the Earth. ",
  "71-khaetlyn-l-grinde": "Khaetlyn L. Grindell",
  "46-free-vegan-nutrit": "Free Vegan Nutrition Pamphlet",
  "40-download-this-fre": "Download this free pamphlet from the Boston Vegan Association.",
  "40-button-classbtn-b": "Download",
  "83-button-classbtnle": "Learn More",
  "43-strong-classespec": "Veganism is an act of nonviolent defiance. It is our statement that we reject the notion that animals are things and that we regard sentient nonhumans as moral persons with the fundamental moral right not to be treated as the property or resources of humans.”\n\t\t\t",
  "33-prof-gary-l-franc": "Prof. Gary L. Francione, Distinguished Professor of Law, Rutgers University",
  "98-forks-over-knives": "Forks over Knives Trailer",
  "23-this-documentary-": "This documentary film discusses how easy it is to prevent many of the most prevalent diseases with a plant-based diet, rather than surgery and other extreme measures.",
  "46-what-makes-you-si": "What Makes You Sick?",
  "31-vegan-doctor-and-": "Vegan doctor and nutrition advocate John McDougall discusses how important a plant-based diet is to one's health.",
  "18-vegan-bodybuildin": "Vegan Bodybuilding",
  "69-contrary-to-popul": "Contrary to popular belief, a vegan diet is optimal for building muscle. Just look at Robert Cheeke from Vegan Bodybuilding and Fitness.",
  "27-quinoa-kitchari": "Quinoa Kitchari",
  "89-chef-julie-hasson": "Chef Julie Hasson shows how to make quinoa kitchari from 30 Minute Vegan",
  "50-visit-everyday-di": "Visit Everyday Dish for the recipe.",
  "20-viva-la-vegan-scr": "Viva La Vegan: Scrambled Tofu",
  "18-leigh-chantelle-f": "Leigh Chantelle from Viva La Vegan",
  "makes-a-quick-and": "makes a quick and delicious scrambled tofu",
  "94-creamy-cauliflowe": "Creamy Cauliflower Thyme Soup",
  "10-heather-from-heal": "Heather from HealthyVeganRecipes.net",
  "demonstrates-her-creamy": "demonstrates her creamy cauliflower soup.",
  "53-stuffed-broccoli-": "Stuffed Broccoli and Spinach Pizza",
  "93-the-vegan-zombie": "The Vegan Zombie",
  "creates-a-pizza-just": "creates a pizza just in time for the zombie apocalypse",
  "7-vegan-baking-demys": "Vegan Baking Demystified",
  "9-colleen-patrick-go": "Colleen Patrick Goudreau, author of Vegan Baking and other vegan cookbooks sheds light on what vegan baking is all about",
  "59-peteys-pumpkin-cu": "Petey's Pumpkin Cupcakes",
  "64-ptisseur-petey-ro": "Pâtisseur Petey Rojas demonstrates his favorite pumpkin cupcakes",
  "78-chocolate-chip-co": "Chocolate Chip Cookies",
  "30-everyday-dish-gue": "Everyday Dish guest Dreena Burton makes her tried and true recipe for easy homestyle chocolate chip cookies.",
  "80-view-the-recipe": "View the recipe",
  "27-free-recipe-sheet": "Free Recipe Sheet",
  "93-this-free-recipe-": "This free recipe sheet lists a few of our favorite vegan recipes that range in effort and availability of ingredients.",
  "36-button-classbtn-b": "Download",
  "0-people-who-talk-ab": "People who talk about part-time veganism, bigger cages, free range, grass fed, Michael Pollan, humane slaughter, etc etc etc want to oppose slavery without freeing their slaves. And that’s simply not possible.\n\t\t\t",
  "22-david": "David",
  "93-theres-even-vegan": "There's Even Vegan Ice Cream?",
  "43-click-on-our-set-": "Click on our set above to explore some popular vegan ice cream options.",
  "39-ian-the-turkey": "Ian the Turkey",
  "39-have-you-ever-kno": "Have you ever known a turkey? Meet Ian."
}