{
  "0-speciesism": "Speciesism",
  "76-strongspeciesism-": "Speciesism is the unfair discrimination of two individuals based on species. Some species-based discrimination is not unfair--For example, it's perfectly reasonable to give a driver's license to an human but not a nonhuman.",
  "38-however-strongspe": "However, species is irrelevant when considering whether or not to exploit a sentient being. Discriminating between a cow and a human to say it is right to kill one for food but not the other is an example of speciesism.",
  "16-speciesism-is-mor": "Speciesism is morally objectionable because, like racism, sexism, and heterosexism, it links personhood with an irrelevant criterion. Those who reject speciesism are committed to rejecting racism, sexism, heterosexism, and other forms of discrimination as well.\n        ",
  "53-gary-l-francione": "Gary L Francione",
  "81-what-is-sentience": "What is sentience?",
  "34-like-us-the-anima": "Like us, the animals we use for food, clothing, labor, etc. are \"sentient.\"  They feel pain, fear violence and are highly aware of the world around them. While we can draw lines between some intellectual differences of humans and other animals, all sentient beings have nerves and a brain.",
  "91-that-is-a-system-": "That is, a system to consciously understand impulses like touch, pain, and sight in a nervous system.  Whether it be a human, an ape, a cat, or a gerbil, no sentient being has “better” or more advanced nerves.  The animals we use for enjoyment and convenience have families, desires, and personalities. They taste food, enjoy the company of others, and value many of the qualities of life we as humans hold sacred in the experience of living. So while we may have some very different cognitive abilities, what we take from animals by reducing them to our “things” is as devastating to them as it is would be to us.",
  "91-animal-rights-boo": "Animal Rights Books",
  "29-rain-without-thun": "Rain Without Thunder: The Ideology of the Animal Rights Movement",
  "58-by-gary-l-francio": "By Gary L. Francione",
  "54-are-animal-welfar": "Are 'animal welfare' supporters indistinguishable from the animal exploiters they oppose? Do reformist measures reaffirm the underlying principles that make animal exploitation possible in the first place? In this provocative book, Gary L. Francione argues that the modern animal rights movement has become indistinguishable from a century-old concern with the welfare of animals that in no way prevents them from being exploited. Francione maintains that advocating humane treatment of animals retains a sense of them as instrumental to human ends. When they are considered dispensable property, he says, they are left fundamentally without 'rights'. Until the seventies, Francione claims, this was the paradigm within which the Animal Rights Movement operated, as demonstrated by laws such as the Federal Humane Slaughter Act of 1958.",
  "98-in-this-wide-rang": "In this wide-ranging book, Francione takes the reader through the philosophical and intellectual debates surrounding animal welfare to make clear the difference between animal rights and animal welfare. Through case studies such as campaigns against animal shelters, animal laboratories, and the wearing of fur, Francione demonstrates the selectiveness and confusion inherent in reformist programs that target fur, for example, but leave wool and leather alone. The solution to this dilemma, Francione argues, is not in a liberal position that espouses the humane treatment of animals, but in a more radical acceptance of the fundamental inalienability of animal rights. Author note: Gary L. Francione is Professor of Law and Nicholas de B. Katzenbach Scholar of Law at Rutgers University Law School, Newark. He is the co-director of the \"Rutgers Animal Rights Law Center\" and the author of \"Animals, Property, and the Law\" (Temple).\"",
  "89-vegan-freak-being": "Vegan Freak: Being Vegan in a Non-Vegan World",
  "43-by-bob-and-jenna-": "By Bob and Jenna Torres",
  "0-curious-about-vega": "\"Curious about veganism? Want to be a vegan? Already a vegan? Just wondering how to be vegan without going insane? In this informative and practical guide on veganism, two seasoned vegans help you love your inner vegan freak. Loaded with tips, advice, stories, and comprehensive lists of resources that no vegan should live without, this book is key to helping you thrive as a happy, healthy, and sane vegan in a decidedly non-vegan world. In this sometimes funny, sometimes irreverent, and sometimes serious guide that's not afraid to tell it like it is, new, long-time, and potential vegans will find: -how to go vegan in 3 weeks or less using the \"cold tofu\" program; -the arguments for ethical veganism; -how to get along with friends, family, and others, including other vegetarians; -tons of useful and practical tips for surviving the grocery store, restaurants, and dinners with omnivores; -how to respond when people ask you if you \"like live on apples and twigs.\"",
  "19-animals-as-person": "Animals as Persons",
  "66-by-gary-l-francio": "By Gary L. Francione",
  "35-virtually-all-the": "\"Virtually all the articles and essays collected here are milestones in the formation of the modern theory of the legal and moral rights of animals. Gary L. Francione knows his philosophy as well as his law and these juridical studies work close to the line where law and philosophy merge. His prose, furthermore, is clear and free of legal jargon. I strongly recommend this collection of important essays. It provides a lucid summary of a significant body of thought on animal rights.\"<br><br>\n\t\t\t\t\t\t\t(Julian H. Franklin, professor emeritus of political philosophy, Columbia University )",
  "70-making-a-killing": "Making a Killing",
  "64-by-bob-torres": "By Bob Torres",
  "71-suggest-to-the-av": "Suggest to the average leftist that animals should be part of broader liberation struggles and—once they stop laughing—you'll find yourself casually dismissed. With a focus on labor, property, and the life of commodities, Making a Killing contains key insights into the broad nature of domination, power, and hierarchy. It explores the intersections between human and animal oppressions in relation to the exploitative dynamics of capitalism.",
  "83-combining-nuts-an": "Combining nuts-and-bolts Marxist political economy, a pluralistic anarchist critique, as well as a searing assessment of the animal rights movement, Bob Torres challenges conventional anti-capitalist thinking and convincingly advocates for the abolition of animals in industry—and on the dinner plate.\n\t\t\t\t\t\t\tMaking A Killing is sure to spark wide debate in the animal rights and anarchist movements for years to come.",
  "1-anthropocentrism-a": "Anthropocentrism and its Moral Discontents",
  "87-by-gary-steiner": "By Gary Steiner",
  "93-anthropocentrism-": "Anthropocentrism and Its Discontents is the first-ever comprehensive examination of views of animals in the history of Western philosophy, from Homeric Greece to the twentieth century.",
  "87-in-recent-decades": "In recent decades, increased interest in this area has been accompanied by scholars' willingness to conceive of animal experience in terms of human mental capacities: consciousness, self-awareness, intention, deliberation, and in some instances, at least limited moral agency. This conception has been facilitated by a shift from behavioral to cognitive ethology (the science of animal behavior), and by attempts to affirm the essential similarities between the psychophysical makeup of human beings and animals. ",
  "36-gary-steiner-sket": "Gary Steiner sketches the terms of the current debates about animals and relates these to their historical antecedents, focusing on both the dominant anthropocentric voices and those recurring voices that instead assert a fundamental kinship relation between human beings and animals. He concludes with a discussion of the problem of balancing the need to recognize a human indebtedness to animals and the natural world with the need to preserve a sense of the uniqueness and dignity of the human individual.",
  "64-a-data-original-t": "Our Vegan Pregnancy",
  "54-the-animal-rights": "The Animal Rights Debate",
  "61-by-gary-francione": "By Gary Francione",
  "76-the-animal-rights": "The Animal Rights Debate presents the views of two preeminent thinkers working on a key debate in the study of the moral status of animals-namely, do animals deserve to be treated well while we use them to satisfy our needs and desires, or do animals deserve not to be used to satisfy human desires at all? This is a subject of extremely heated debate in animal studies and society at large, and Gary L. Francione and Robert Garner address it as no others can.",
  "61-gary-steiner-buck": "(Gary Steiner, Bucknell University )",
  "11-what-is-the-aboli": "What is the Abolitionist Approach?",
  "63-a-data-original-t": "Veganism for Animal Rights",
  "37-abolitionism-desc": "Abolitionism describes a particular animal rights approach",
  "21-youre-already-fam": "You're already familiar with this concept from human slavery. Before slavery was abolished in the United States, there were \"abolitionists\" who fought to end slavery, not merely make it \"better.\"",
  "34-at-a-time-there-w": "At a time, there was a dominant group which argued we ought to fight for slaves to be treated better. This was either because they believed slavery was justified or that however wrong it was, complete abolition was not attainable.",
  "40-welfarism-in-the-": "Welfarism in the days of human slavery",
  "77-the-happy-slaves-": "The \"happy\" slaves of the South.",
  "10-a-data-original-t": "Linda McKenzie's Blog",
  "4-slaveholders-of-th": "Slaveholders of the south are \"proverbially hospitable.\"",
  "55-a-data-original-t": "My Face Is On Fire",
  "26-the-bond-that-uni": "The bond that unites master and servant.",
  "24-abolitionism-as-f": "Abolitionism as \"fanatical.\"",
  "38-an-abolitionist-a": "An abolitionist among you.",
  "14-read-more-at-quot": "Read more at QuotesOnSlavery.com",
  "89-my-scheme-was-vis": "My scheme was visionary—fanatical—unattainable… But opposition served only to increase my ardor, and confirm my purpose.\n",
  "44-william-lloyd-gar": "William Lloyd Garrison (July 14, 1830)",
  "71-of-course-we-all-": "Of course, we all know the outcome of that political era, but when thinking about this in terms of nonhumans you may look to the welfarist side and think, 'we can't stop animal use overnight.'",
  "89-its-important-to-": "It's important to resist thinking of abolitionism as an \"all-or-nothing\" approach. Any significant shift in human culture or politics requires time and gradual change.",
  "95-while-abolitionis": "While abolitionists want to abolish the use of animals entirely, so too do advocates of any social justices with their campaigns. Anyone who is against murder would like it to be abolished, not just made less painful. However, we wouldn't assume these activists expect murder to be wiped clean overnight!",
  "31-more-abolitionist": "More abolitionist myths debunked",
  "55-five-fatal-flaws-": "Five Fatal Flaws of Animal Welfarism",
  "51-now-you-may-be-th": "Now you may be thinking welfarism is something we can do now--something to use in the meantime before we achieve complete abolition.",
  "82-lets-clarify-one-": "Let's clarify one thing first: ",
  "21-welfarism-is-no-w": "Welfarism is no weapon against the animal industry",
  "its_a_needed_and": "It's a needed and highly desirable component of raising animals for food because it ensures an orderly flow of product. Why wouldn't you want to take care of property you're about to sell?",
  "53-producers-can-hav": "Producers can have a competitive advantage by applying better animal welfare standards and delivering high quality goods</strong>.\n",
  "90-animal-welfare-co": "Animal Welfare Commission Report on the benefit of using \"enriched\" cages.",
  "43-many-animal-organ": "Many animal organizations *will point to new welfare practices as if they are their own victories. Suffice it to say, this is great for donations.",
  "34-a-data-original-t": "Veganos pela Abolição",
  "21-welfarism-is-para": "Welfarism is paradoxically very bad for animals",
  "39-it-makes-the-publ": "it makes the public feel better about exploiting animals",
  "73-simply-dishonest": "simply dishonest",
  "83-but-if-welfarism-": "But if welfarism is bogus, what can we do for animals now? Simple: vegan education. With every new vegan we have in the world, the demand for animal use is greatly diminished. <a data-original-title=\"\" target=\"_blank\" href=\"http://abolitionistanimalrights.blogspot.com/2009/07/happy-meat-movement-and-animal-welfare.html\">There is actually a lot to say about the economics of animal use and how welfarism fails.</a>",
  "44-there-is-actually": "There is actually a lot to say about the economics of animal use and how welfarism fails.",
  "30-yet-you-may-be-th": "Yet you may be thinking vegan education is unrealistic. How do you convince someone to go without all the things vegans don't eat? ",
  "77-speaking-from-exp": "Speaking from experience, it's actually much easier than you think",
  "in_fact_there": "In fact, there are plenty of people in the world ready to go vegan but just need a little push.",
  "23-gary-francione-de": "Gary Francione Debates Erik Marcus",
  "40-does-animal-welfa": "Does animal welfare really help animals? Professor Gary Francione debates author Erik Marcus on the efficacy of welfarism.",
  "52-a-data-original-t": "Professor Gary Steiner",
  "28-wouldnt-it-be-str": "Wouldn't it be better to promote vegetarianism?",
  "76-a-data-original-t": "The Easy Vegan",
  "83-wouldnt-it-be-str": "Wouldn't it be easier to promote vegetarianism?",
  "6-welfare-cant-be-al": "Welfare can't be all that bad can it?",
  "63-its-understandabl": "It's understandable to resist throwing out welfarism completely. After all, it's welfarism! What can be so wrong with that?",
  "73-the-more-you-sear": "The more you search for redeemable aspects of welfarism, you'll begin to realize ",
  "62-its-not-simply-th": "it's not simply that welfarism doesn't work, it cannot work.",
  "NewKey": "Welfarism involves time and money which could otherwise be spent on educating the public on veganism.",
  "66-as-long-as-animal": "As long as animals remain the property of humans, and are legally allowed to be used as economic production units—living “machines” who produce eggs, milk, flesh, skin, fur and other bodily parts and secretions for human profit—they will be afforded no significant protection under the law, as the economic interests of the property owner will always trump even the most crucial interests of his or her property.\n\t",
  "63-angel-flinn": "Angel Flinn",
  "75-single-issue-camp": "Single Issue Campaigns",
  "93-youve-probably-he": "You've probably heard of campaigns to end the clubbing of seals or ban fur. These campaigns are based on the idea that fighting these battles are easier, so it's worth spending time battling them as single issues.",
  "11-although-its-inde": "Although it's indeed unethical to club seals or kill animals for their fur, these campaigns only tell the public it's more ethical to use one animal over another, even if that's not what we mean to say.",
  "11-making-matters-wo": "Making matters worse, these campaigns often praise establishments for removing fur from their lineup, even though they still sell leather and wool.",
  "7-a-data-original-ti": "Vegan Dinners",
  "99-i-classicon-exter": "Read more about single-issue campaigns.",
  "71-whatever-the-case": "Whatever the case, we don't really need single issue campaigns. We can make a more significant impact educating the public about veganism. Good vegan education leads the public to the kind of thinking needed to shun fur and seal clubbing.",
  "55-social-justice-is": "Social Justice Issues",
  "86-are-there-more-im": "Are there more important issues to worry about than animal rights? Shouldn't we be focusing on the issues that affect humans first?",
  "64-regardless-of-how": "Regardless of how you answer this question, understand, there's no reason being a vegan should prevent you from being an activist for any other cause. In fact, the \"animal\" in \"animal rights\" does not necessarily mean \"nonhuman animal.\" When we say an animal has the right not to be property, this includes humans as well.",
  "85-indeed-strongan-a": "Indeed, an animal rights activist should be concerned with other social justice issues. Really, at the heart of many social injustices is a recurring theme of treating outgroups as the \"other.\" The injustice of racism happens because we view the \"others\" as different, so we find it acceptible to use them as our slaves.",
  "27-women-face-discri": "Women face discrimination because, especially in the eyes of men, they are an \"other.\" Because they are different, it is deemed acceptible to treat them as an inferior and to assume less of their abilities.",
  "14-the-same-thinking": "The same thinking manifests itself in our relationship with nonhumans. While nonhumans do indeed possess some different mental and physical traits from humans, they want freedom just as much as we do, yet we do not give this interest the same consideration as we do with fellow humans.",
  "53-never-doubt-that-": "Never doubt that a small group of thoughtful, committed citizens can change the world. Indeed, it is the only thing that ever has.\"\n  ",
  "86-margaret-mead": "Margaret Mead",
  "8-im-vegan-gary-fran": "I'm Vegan: Gary Francione",
  "17-rutgers-law-profe": "Rutgers Law Professor Gary Francione discusses the history of the animal rights and welfare movement.",
  "83-emprof-franciones": "Prof. Francione's Site: ",
  "4-abolitionistapproa": "AbolitionistApproach.com",
  "69-read-samples-of-a": "Read Samples of Animal Rights Books",
  "84-start-reading-fro": "Start reading from our suggested books on Animal Rights",
  "87-button-classbtn-b": "View Samples",
  "22-lets-stop-talking": "Let’s stop talking about veganism as a matter of compassion, benevolence and other nice-sounding, but ultimately anthropocentric missives. The idea that we are “being kind”, “acting compassionately”, or “saving lives” just by being vegan is misguided. It’s also paternalistic. Veganism is a matter of justice, and it reflects the absolute minimum of justice that I owe other persons (human and non). That doesn’t mean we’re not compassionate people. It doesn’t mean we can’t act compassionately toward other animals (human or non). It just means that veganism is what we owe them. It’s not an act of charity.",
  "80-vincent-j-guihan": "Vincent J. Guihan",
  "50-im-vegan-risa": "I'm Vegan: Risa",
  "62-musician-risa-tal": "Musician Risa Talks about her experience as a vegan.",
  "22-vegan-freak-radio": "Vegan Freak Radio",
  "56-the-authors-of-ve": "The authors of Vegan Freak, Bob and Jenna Torres, discuss a plethora of vegan topics on their hit (vintage) podcast.",
  "92-a-discussion-on-v": "A Discussion on Veganism",
  "85-watch-our-cartoon": "Watch our cartoon of two bears in the park talking about animal rights. From ",
  "88-trisha-roberts": "Trisha Roberts",
  "31-promoting-veganis": "Promoting Veganism at School",
  "84-clare-demonstrate": "Clare demonstrates an easy and affordable way to table for veganism at school.",
  "87-download-our-free": "Download our free Animal Rights Pamphlet",
  "13-this-two-sided-tr": "This two-sided tri-fold pamphlet written by Professor ",
  "57-gary-francione": "Gary Francione",
  "explains_the_abolitionist": "explains the abolitionist approach and why veganism is a moral imperative.",
  "22-button-classbtn-b": "Download",
  "92-button-classbtni-": "Preview",
  "99-leadership-lesson": "Leadership Lessons from a Dancing Guy",
  "11-this-video-shows-": "This video shows us what we can learn about starting a movement from a crazy dancing guy in a park.",
  "88-i-urge-all-advoca": "I urge all advocates for animal rights, all vegans and anyone who cares about nonviolence, justice, morality and respect, and who wants to see an end to oppression, discrimination and slavery, to go vegan, to nonviolently promote veganism unequivocally in everything they say and do as an advocate, and to unequivocally oppose all discrimination, including against our fellow human beings, in everything they say and do and in their actions as a member of their community.\n        ",
  "39-elizabeth-collins": "Elizabeth Collins",
  "74-other-great-aboli": "Other Great Abolitionist Resources",
  "91-a-data-original-t": "Unpopular Vegan Essays",
  "55-abolitionist-anim": "Abolitionist Animal Rights",
  "11-a-candid-hominid": "A Candid Hominid",
  "4-adam-kochanowicz-n": "Adam Kochanowicz – National Vegan Examiner",
  "66-a-data-original-t": "La Vegan Exquise",
  "21-nima": "Ánima",
  "88-animal-emancipati": "Animal Emancipation",
  "58-boston-vegan-asso": "Boston Vegan Association",
  "76-brockway-hall": "Brockway Hall",
  "58-california-vegan": "California Vegan",
  "31-clowns-corner": "Clown's Corner",
  "31-coolwater4animals": "Coolwater4animals",
  "77-the-easy-vegan": "The Easy Vegan",
  "83-farmed-animal-fri": "Farmed Animal Friends",
  "78-for-the-animals-s": "For the Animals Sanctuary",
  "49-a-data-original-t": "Abolitionist Approach",
  "18-gentle-world": "Gentle World",
  "29-a-data-original-t": "The Vegan Solution",
  "77-im-vegan-a-web-ba": "I'm Vegan: A web-based documentary series",
  "87-la-vegan-exquise": "La Vegan Exquise",
  "55-linda-mckenzies-b": "Linda McKenzie's Blog",
  "60-my-face-is-on-fir": "My Face Is On Fire",
  "23-a-data-original-t": "Space Vegans",
  "3-new-world-dawn": "New World Dawn",
  "37-nz-vegan-podcast": "NZ Vegan Podcast",
  "66-our-vegan-pregnan": "Our Vegan Pregnancy",
  "45-peace-advocacy-ne": "Peace Advocacy Network",
  "96-a-data-original-t": "The Gary Francione Facebook Page",
  "77-peaceful-prarie-s": "Peaceful Prarie Sanctuary",
  "60-professor-gary-st": "Professor Gary Steiner",
  "77-quotes-on-slavery": "Quotes on Slavery",
  "47-a-data-original-t": "The Unofficial Gary Francione Website",
  "37-shared-sentience": "Shared Sentience",
  "41-space-vegans": "Space Vegans",
  "85-a-data-original-t": "The Vegan Substitute",
  "63-the-starting-poin": "The Starting Point is Veganism",
  "11-truth-to-vegan": "Truth to Vegan",
  "31-the-gary-francion": "The Gary Francione Facebook Page",
  "0-the-unofficial-gar": "The Unofficial Gary Francione Website",
  "61-unpopular-vegan-e": "Unpopular Vegan Essays",
  "55-vegan-dinners": "Vegan Dinners",
  "87-a-data-original-t": "Vegan FAQ",
  "70-vegan-faq": "Vegan FAQ",
  "74-a-data-original-t": "Vegan For Life",
  "90-veganfr": "Vegan.fr",
  "90-veganimprov": "VeganImprov",
  "70-veganism-a-truth-": "Veganism: A Truth Whose Time has Come",
  "19-vegan-one": "Vegan One",
  "35-veganos-pela-abol": "Veganos pela Abolição",
  "99-vegan-sanctuary": "Vegan Sanctuary",
  "24-the-vegan-solutio": "The Vegan Solution",
  "96-the-vegan-substit": "The Vegan Substitute",
  "98-veganism-for-anim": "Veganism for Animal Rights",
  "16-walking-the-vegan": "Walking the Vegan Line",
  "6-we-other-animals": "We Other Animals",
  "2-were-all-animals": "We're All Animals",
  "55-animals-as-food-t": "Animals as Food: The Legal Treatment of Animals in Contemporary Agribusiness and Factory Farming",
  "82-gary-l-francione-": "Gary L. Francione gives this keynote speech at a DePaul University College of Law event on October 30, 2013.",
  "20-gary-l-francione-": "Gary L. Francione is Board of Governors Professor, Distinguished Professor of Law &amp; Nicholas deB. Katzenbach Scholar of Law and Philosophy at Rutgers School of Law - Newark. He is one of the most well-known figures in the modern animal rights movement. He is the author/co-author of seven books, most recently with Anna Charlton -- Eat Like You Care: An Examination of the Morality of Eating Animals.",
  "19-professor-francio": "Professor Francione's Website: www.AbolitionistApproach.com",
  "53-eat-like-you-care": "Eat Like You Care Website: www.EatLikeYouCareBook.com.",
  "79-animal-rights-lit": "Animal Rights Literature",
  "44-vegan-freak-being": "Vegan Freak: Being Vegan in a Non-Vegan World",
  "83-by-bob-and-jenna-": "By Bob and Jenna Torres",
  "99-curious-about-veg": "Curious about veganism? Want to be a vegan? Already a vegan? Just wondering how to be vegan without going insane? In this informative and practical guide on veganism, two seasoned vegans help you love your inner vegan freak. Loaded with tips, advice, stories, and comprehensive lists of resources that no vegan should live without, this book is key to helping you thrive as a happy, healthy, and sane vegan in a decidedly non-vegan world. In this sometimes funny, sometimes irreverent, and sometimes serious guide that's not afraid to tell it like it is, new, long-time, and potential vegans will find: -how to go vegan in 3 weeks or less using the \"cold tofu\" program; -the arguments for ethical veganism; -how to get along with friends, family, and others, including other vegetarians; -tons of useful and practical tips for surviving the grocery store, restaurants, and dinners with omnivores; -how to respond when people ask you if you \"like live on apples and twigs.",
  "83-animals-as-person": "Animals as Persons",
  "34-by-gary-l-francio": "By Gary L. Francione",
  "1-virtually-all-the-": "Virtually all the articles and essays collected here are milestones in the formation of the modern theory of the legal and moral rights of animals. Gary L. Francione knows his philosophy as well as his law and these juridical studies work close to the line where law and philosophy merge. His prose, furthermore, is clear and free of legal jargon. I strongly recommend this collection of important essays. It provides a lucid summary of a significant body of thought on animal rights.",
  "NewKey 2": "Julian H. Franklin, professor emeritus of political philosophy, Columbia University",
  "58-making-a-killing": "Making a Killing",
  "21-by-bob-torres": "By Bob Torres",
  "20-suggest-to-the-av": "Suggest to the average leftist that animals should be part of broader liberation struggles and—once they stop laughing—you'll find yourself casually dismissed. With a focus on labor, property, and the life of commodities, Making a Killing contains key insights into the broad nature of domination, power, and hierarchy. It explores the intersections between human and animal oppressions in relation to the exploitative dynamics of capitalism.",
  "34-combining-nuts-an": "Combining nuts-and-bolts Marxist political economy, a pluralistic anarchist critique, as well as a searing assessment of the animal rights movement, Bob Torres challenges conventional anti-capitalist thinking and convincingly advocates for the abolition of animals in industry—and on the dinner plate. Making A Killing is sure to spark wide debate in the animal rights and anarchist movements for years to come.",
  "14-anthropocentrism-": "Anthropocentrism and its Moral Discontents",
  "51-by-gary-steiner": "By Gary Steiner",
  "16-anthropocentrism-": "Anthropocentrism and Its Discontents is the first-ever comprehensive examination of views of animals in the history of Western philosophy, from Homeric Greece to the twentieth century.",
  "47-in-recent-decades": "In recent decades, increased interest in this area has been accompanied by scholars' willingness to conceive of animal experience in terms of human mental capacities: consciousness, self-awareness, intention, deliberation, and in some instances, at least limited moral agency. This conception has been facilitated by a shift from behavioral to cognitive ethology (the science of animal behavior), and by attempts to affirm the essential similarities between the psychophysical makeup of human beings and animals. ",
  "59-gary-steiner-sket": "Gary Steiner sketches the terms of the current debates about animals and relates these to their historical antecedents, focusing on both the dominant anthropocentric voices and those recurring voices that instead assert a fundamental kinship relation between human beings and animals. He concludes with a discussion of the problem of balancing the need to recognize a human indebtedness to animals and the natural world with the need to preserve a sense of the uniqueness and dignity of the human individual.",
  "3-the-animal-rights-": "The Animal Rights Debate",
  "95-by-gary-francione": "By Gary Francione",
  "93-a-data-original-t": "and Robert Garner",
  "11-the-animal-rights": "The Animal Rights Debate presents the views of two preeminent thinkers working on a key debate in the study of the moral status of animals-namely, do animals deserve to be treated well while we use them to satisfy our needs and desires, or do animals deserve not to be used to satisfy human desires at all? This is a subject of extremely heated debate in animal studies and society at large, and Gary L. Francione and Robert Garner address it as no others can.",
  "19-gary-steiner-buck": "Gary Steiner, Bucknell University"
}