{
  "34-ingredients": "Ingredients",
  "20-here-are-some-ani": "Here are some animal-derived ingredients commonly found in household products",
  "30-ambergris": "Ambergris",
  "30-stronga-data-orig": "A solid substance produced in the intestines of sperm whales often used in perfumes and cosmetic products.",
  "12-down": "Down",
  "19-stronga-data-orig": "Down is the name for bird feathers, often from a duck or a chicken used for stuffing pillows, comforters, and coats.",
  "68-gelatin": "Gelatin",
  "61-stronga-data-orig": "Also used in food products, gelatin is derived from the collagen extracted by the bones, ligaments, and hooves of animals.",
  "67-lanolin": "Lanolin",
  "97-stronga-data-orig": "Lanolin, a fat derived from wool, is often used in cosmetics and personal care products.",
  "36-suede": "Suede",
  "96-stronga-data-orig": "Suede, like leather, comes from the skin of cows.",
  "46-tallow": "Tallow",
  "37-stronga-data-orig": "Once widely used for lubrication and candle wax, tallow is now primarily used in the production of certain biofuels. Commercially, it may be found in some shaving products.",
  "35-what-are-the-test": "What are The Tests?",
  "57-animals-used-in-l": "Animals used in laboratory tests include mice, rats, dogs, cats, and rabbits, and many more. The kinds of tests done on animals vary and are not always by name, as are the two below.",
  "94-commonly-testing-": "Commonly, testing is performed on animals to determine toxicity (how poisonous a substance is), irritancy (how a substance reacts with animal tissue), or mutagenicity (how a substance affects DNA).",
  "1-draize-test": "Draize Test",
  "84-when-you-first-he": "When you first heard products like shampoos were tested on the same bunny rabbits you saw at the pet store, you might have imagined these rabbits getting their fur washed on a daily basis.",
  "58-actually-tests-li": "Actually, tests like the Draize test are tests for toxicity. The Draize test involves dabbing a substance in the eye of a conscious animal (often a rabbit) and letting it linger to study its possible effects on the human eye.",
  "68-why-are-rabbits-u": "Why are rabbits used specifically? Because rabbits have no tear ducts.",
  "94-median-lethal-dos": "Median Lethal Dose",
  "54-the-median-lethal": "The Median Lethal Dose, also known as LD50, is a metric of toxicity determined by the dosage required to kill half of a group of animals.",
  "39-for-example-this-": "For example this test shows it takes 90,000 mg/kg of water (yes, water) or 50 mg/kg of Nicotine to kill half of a group of rats.",
  "37-homemade-cleaning": "Homemade Cleaning Products",
  "1-while-there-are-pl": "While there are plenty of excellent products not tested on animals, it's often dramatically cheaper to just make them yourself!",
  "61-emplease-note-som": "Please note, some commercial products in the attached media are not vegan.",
  "37-vegetable-scrub": "Vegetable Scrub",
  "20-hand-sanitizer": "Hand Sanitizer",
  "68-wet-cleaning-wipe": "Wet Cleaning Wipes",
  "71-stove-cleaner": "Stove Cleaner",
  "30-dishwasher-deterg": "Dishwasher Detergent",
  "97-soap-nuts": "Soap Nuts",
  "29-how-to-clean-ever": "How to clean every room in your house using items you already have",
  "0-vegan-vendors": "Vegan Vendors",
  "8-vegan-essentials": "Vegan Essentials",
  "68-stronga-data-orig": "VE, as the name implies, is all vegan with a wide selection of foods for humans and nonhumans as well as clothing and other specialty items.",
  "46-stronga-data-orig": "While not an exclusively vegan storefront, Amazon actually has a large directory of vegan foods available in bulk in their grocery department.",
  "20-amazoncom": "Amazon.com",
  "18-pangea": "Pangea",
  "63-stronga-data-orig": "Pangea, also known as TheVeganStore.com is an all vegan storefront much like Vegan Essentials.",
  "99-the-time-will-com": "The time will come when men such as I will look upon the murder of animals as they now look upon the murder of men\n\t\t",
  "13-leonardo-davinci": "Leonardo DaVinci",
  "47-is-animal-experim": "Is Animal Experimentation Good Science?",
  "72-veterinary-doctor": "Veterinary doctor Andre Menache argues against animal experimentation as bad science and discusses non animal alternatives.",
  "38-companies-that-te": "Companies that Test or Don't Test on Animals",
  "96-download-this-fre": "Download this free print out",
  "93-button-classbtn-b": "Download",
  "26-i-believe-veganis": "I believe veganism is the most important social justice movement today and is the most important form of activism one can engage in.\n\t\t    ",
  "5-trisha-roberts": "Trisha Roberts",
  "83-im-vegan-sandy": "I'm Vegan: Sandy",
  "18-sandy-talks-about": "Sandy talks about her journey to understanding animal rights and her becoming a vegan with her husband.",
  "4-im-vegan-minku": "I'm Vegan: Minku",
  "43-long-time-vegan-m": "Long time vegan Minku Sharma talks about his transition into taking the beliefs he already had and applying them to nonhumans.",
  "52-human-beings-have": "Human beings have capitalized on the silence of animals, just as certain human beings have historically imposed silence on certain other human beings by denying slaves the right to literacy, denying women the right to own property, and denying both the right to vote.\n\t\t\t  ",
  "64-gary-steiner-prof": "Gary Steiner, Professor of Philosophy at Bucknell University"
}